{
  "As a hi member, you can now access our premium features. Visit My Account to customize your profile.": "hiメンバーとして、プレミアム機能にアクセスできるようになりました。「マイアカウント」からプロフィールを編集してください。",
  "Become a hi member and get access to premium features.": "hiメンバーアカウントを作成し、メンバー限定コンテンツへアクセスしましょう。",
  "By signing up, I agree to the Terms & Conditions and Privacy Policy.": "サインアップすることにより、hiの利用<1>規約およびプライバシーポリシーに</1>同意します。",
  "Complete": "完了",
  "Continue": "続行",
  "Continue to receive a password reset code.": "続行してパスワードのリセットコードを受け取ってください。",
  "Continue with Facebook": "Facebookでサインイン",
  "Continue with Google": "Googleでサインイン",
  "Create an account": "アカウントを作成する",
  "Didn't receive a code? Send again.": "コードが届きませんでしたか？再送信する。",
  "Email address": "メールアドレス",
  "Enter your reset code": "リセットコードを入力してください",
  "Forgot password?": "パスワードをお忘れですか？",
  "Forgot your password?": "パスワードをお忘れですか？",
  "Incorrect password.": "パスワードが正しくありません。",
  "Invalid email address.": "無効なメールアドレスです。",
  "Network error, please try again.": "ネットワークエラー。もう一度お試しください。",
  "Okay": "OK",
  "Password": "パスワード",
  "Password reset successfully": "パスワードが正常にリセットされました",
  "Passwords don't match.": "パスワードが一致しません。",
  "Passwords must be at least 8 characters.": "パスワードは8文字以上で設定してください。",
  "Passwords must contain letters & digits.": "パスワードには英数字を含めてください。",
  "Please enter a new password to access your account.": "アカウントにアクセスするには新しいパスワードを入力してください。",
  "Re-enter password": "パスワードを再度入力してください",
  "Reset Password": "パスワードのリセット",
  "Reset code": "リセットコード",
  "Reset your password": "パスワードのリセット",
  "Send the Code": "コードの送信",
  "Sent! Please check your email.": "送信完了！メールを確認してください。",
  "Thank you for joining hi": "hiメンバーへのご登録ありがとうございます",
  "The reset code is incorrect, please try again.": "リセットコードが正しくありません。もう一度お試しください。",
  "Verify Code": "コード認証",
  "Welcome back": "おかえりなさい",
  "You can now access our premium features and continue exploring handy.": "プレミアム機能および特典にアクセスできます。",
  "You should receive a password reset code in your email shortly. If you don’t see the email in your inbox, check your spam folder.": "パスワードのリセットコードがメールで送信されます。受信トレイにメールが届かない場合は迷惑メールフォルダを確認してみてください。",
  "You'll also receive exclusive offers and secret deals to get more from your travels for less, by becoming a hi Member.": "hiメンバーになることにより、メンバー限定価格などの情報を受け取り、旅をよりお得に満喫することができます。",
  "Your hi membership password has been successfully reset. You are now logged in, and can continue to use handy, or visit My Account to edit your personal profile.": "hiメンバーのパスワードが正常にリセットされました。すでにログインされておりますので、「マイアカウント」からプロフィールの編集が行えます。",
  "or": "または"
}
